{"list":[
{"Name":"People's Daily 人民日报","link":"www.people.com.cn","descr":"People's Daily is the official newspaper of the Central Committee of the Communist Party of China (CPC), published worldwide with a circulation of 3 to 4 million. In addition to its main Chinese-language edition, it has editions in English, Japanese, French, Spanish, Russian, Arabic and Korean. People's Daily provides direct information on the policies and viewpoints of the Party."},
{"Name":"People's Daily 人民日报 (English)","link":"english.peopledaily.com.cn","descr":"People's Daily is the official newspaper of the Central Committee of the Communist Party of China (CPC), published worldwide with a circulation of 3 to 4 million. In addition to its main Chinese-language edition, it has editions in English, Japanese, French, Spanish, Russian, Arabic and Korean. People's Daily provides direct information on the policies and viewpoints of the Party."},
{"Name":"China Daily 中国日报 ","link":"www.chinadaily.com.cn","descr":"China Daily is PRC's official English newspaper and its biggest English newspaper."},
{"Name":"Global Times 环球时报","link":"www.huanqiu.com","descr":"The Global Times is a daily Chinese tabloid under the auspices of the People's Daily newspaper, focusing on international issues. The Global Times differentiates itself from other Chinese newspapers in part through its more populist approach to journalism. The Chinese-language version strongly focuses on international issues, the English-language version reports more on China's domestic events."},
{"Name":"Global Times 环球时报 (English)","link":"www.globaltimes.cn","descr":"The Global Times is a daily Chinese tabloid under the auspices of the People's Daily newspaper, focusing on international issues. The Global Times differentiates itself from other Chinese newspapers in part through its more populist approach to journalism. The Chinese-language version strongly focuses on international issues, the English-language version reports more on China's domestic events."},
{"Name":"Phoenix 凤凰网","link":"www.ifeng.com","descr":"Phoenix is a Hong Kong based media corperation that provides content for users in both Hong Kong and Mainland China. Phoenix is one of the few private broadcasters permitted to broadcast in mainland China."},
{"Name":"Southern Metropolis Daily 南方都市报","link":"www.nandu.com","descr":"Southern Metropolis Daily is a comprehensive daily newspaper, which circulates mainly in Pearl River Delta. It is affiliated with Southern Newspaper Media Group. Southern Metropolis Daily is known for its fairness and straightforwardness in reporting."},
{"Name":"Southern Weekly (Weekend) 南方周末","link":"www.infzm.com","descr":"Southern Weekly is a weekly newspaper based in Guangzhou, China and is affiliated to the Southern Newspaper Media Group. It is considered the most outspoken newspaper in China. It is strongly recommended by liberal intellectuals and is said to contribute to public democratic debate and the formation of civil society. The New York Times has described the Southern Weekend as China's most influential liberal newspaper"},
{"Name":"Qilu Evening News 齐鲁晚报","link":"www.qlwb.com.cn","descr":"Qilu Evening News is a Jinan-based commercial evening paper and is one of the most circulated newspapers in the world, according to China Daily."},
{"Name":"Yangtse Evening Post 扬子晚报","link":"www.yangtse.com","descr":"Yangtse Evening Post is a Nanjing-based commercial evening paper affiliated with the Xinhua News Agency. "},
{"Name":"Caijing 财经","link":"www.caijing.com.cn","descr":"Caijing is an independent magazine based in Beijing, China, that publishes articles exploring the challenges of a society in political and economic transition, with a focus on civil rights, public affairs, and business.The publication's title means Finance and Economics Magazine. Caijing seeks to have an independent standpoint, exclusive coverage and unique perspective and much of its success is due to its independent and sometimes aggressive coverage of corruption."},
{"Name":"Hexun News 和讯","link":"www.hexun.com","descr":"Founded in 1996, Hexun is one of China's biggest financial information portal."},
{"Name":"Caixin Online 财新","link":"www.caixin.com","descr":"Caixin Online is the online presence of Caixin Media Company Ltd. Caixin is a Beijing-based media group providing financial and business news. Caixin online features investigative news and in-depth analysis of China's markets, politics, businesses, culture, environment, media, law and more. "},
{"Name":"Caixin Online","link":"english.caixin.com","descr":"Caixin Online is the online presence of Caixin Media Company Ltd. Caixin is a Beijing-based media group providing financial and business news. Caixin online features investigative news and in-depth analysis of China's markets, politics, businesses, culture, environment, media, law and more."},
{"Name":"Economic Information 经济参政","link":"jjckb.xinhuanet.com","descr":"Economic Information Daily is a business and financial news publication affiliated with Xinhua News Agency"},
{"Name":"China Economic Times 中国经济新闻网","link":"www.cet.com.cn","descr":"China Economic Times is a business and financial news publication affliliated with Development Research Center of the State Council."},
{"Name":"Yicai 一财","link":"www.yicai.com","descr":"China Business Network is one of the largest financial news company in China. Yicai.com is CBN's online presence."},
{"Name":"China Youth Daily 中国青年报","link":"www.cyol.net","descr":"The China Youth Daily is the official newspaper of Communist Youth League of China. It is the first independently operated central government news media portal in the People's Republic of China. "},
{"Name":"Xinhua News Agency 新华网","link":"www.xinhua.org","descr":"The Xinhua News Agency is the state press agency of the People's Republic of China. Xinhua is a ministry-level department subordinate to the State Council. Its president sits at the powerful Central Committee of the Communist Party of China, the highest authority within the Party."},
{"Name":"Legal Daily 法制日报","link":"www.legaldaily.com.cn","descr":"The Legal Daily is a People's Republic of China state-owned newspaper under the supervision of the PRC Ministry of Justice that is published in the PRC and primarily covers legal developments."},
{"Name":"Jiefang Daily 解放日报","link":"www.jfdaily.com","descr":"Jiefang Daily, also translated as Liberation Daily, is the official daily newspaper of the Shanghai Committee of Communist Party of China. Its daily circulation is about 700,000 copies."},
{"Name":"China News Service 中国新闻网","link":"www.chinanews.com","descr":"China News Service is a state-level news agency. Liao Chengzhi, former vice chairman of the Standing Committee of the National People's Congress, was the founder and leader of CNS."},
{"Name":"Ta Kung Pao 大公报","link":"www.takungpao.com","descr":"Ta Kung Pao is the oldest active Chinese language newspaper in China. It was originally founded in Tianjin in 1902 but the current Ta Kung Pao was established by the government of the People's Republic of China after the Chinese Civil War. Widely regarded as a veteran pro-Beijing newspaper, it covers a range of political, economic and cultural topics."},
{"Name":"New Weekly 新周刊","link":"www.neweekly.com.cn","descr":"New Weekly is a Guangdong-based weekly magazine. It is famous for its sharp comments and long form stories."},
{"Name":"The Beijing News 新京报","link":"www.bjnews.com.cn","descr":"The Beijing News was co-founded by Guangming Daily and Southern Daily in 2003. It is famous for many award-winning stories and has grown into a very influential newspaper within a decade."},
{"Name":"South Reviews 南风窗","link":"www.nfcmag.com/index.html","descr":"South Views Magazine is a Guangzhou-based political and economic biweekly. It is a subsidiary of Guangzhou Daily News Group, the largest news group in China. Time magazine once described South Reviews as _úa highbrow news magazine._ù"},
{"Name":"Oriental Morning Post 东方早报","link":"www.dfdaily.com","descr":"Oriental Morning Post is a Shanghai-based comprehensive daily that covers 15 cities in the Yangtze River delta."},
{"Name":"The Guangming Daily 光明日报","link":"www.gmw.cn","descr":"The Guangming Daily was launched in 1949 by the China Democratic League, and is a nationwide comprehensive newspaper based in Beijing. Its sponsorship was shifted to various democratic parties in China and the China Federation of Industry and Commerce in 1953. Four years later, the newspaper began to be operated under the direct leadership of the Propaganda Department and the United Front Work Department of the Communist Party of China (CPC) Central Committee. Run by the CPC Central Committee, it is now a daily paper targeting intellectuals with its coverage of science, technology, education and culture."},
{"Name":"The Southern Daily 南方日报","link":"www.nfdaily.cn","descr":"The Southern Daily is the official Guangdong Communist Party newspaper, sister to the more lively and commercial Southern Metropolis Daily and part of the giant Southern Media Group. This Guangzhou-based family of papers are known to possess superior reporting and higher level of frankness than many PRC mainstream press outlets."},
{"Name":"South China Morning Post 南华早报","link":"www.nanzao.com","descr":"The South China Morning Post, together with its Sunday edition, the Sunday Morning Post, is the first English-language Hong Kong newspaper, published by the SCMP Group with a circulation of 104,000."},
{"Name":"South China Morning Post","link":"www.scmp.com","descr":"The South China Morning Post, together with its Sunday edition, the Sunday Morning Post, is the first English-language Hong Kong newspaper, published by the SCMP Group with a circulation of 104,000."},
{"Name":"The Economic Oberserver 经济观察报 (English)","link":"www.eeo.com.cn/ens","descr":"The newspaper is considered by many to be one of the top three economic-focused newspapers in China and is well regarded for its in-depth special features and commentary."},
{"Name":"Yangcheng Evening","link":"www.ycwb.com","descr":"A Guangzhou based metro paper with a very large readership."},
{"Name":"The Strait Times-Singapore","link":"www.straitstimes.com","descr":"Singapore's largest by readership. Like all publications there, it might be censored by the government."},
{"Name":"Business Times-Singapore","link":"www.businesstimes.com.sg","descr":"Singapore's widely read business paper."},
{"Name":"The Malaysian Times-Malaysia ","link":"www.themalaysiantimes.com.my","descr":"Malaysia's top general affairs newspaper."},
{"Name":"Bangkok Post-Thailand","link":"www.bangkokpost.com","descr":"Thailand's best known newspaper that often is the first to break news from the capital city."},
{"Name":"Thanh Nien News-Vietnam ","link":"www.thanhniennews.com","descr":"Widely read in vietnam, and does frequent investigative stories."},
{"Name":"Cambodia Daily-Cambodia","link":"www.cambodiadaily.com","descr":"One of Cambodia's largest newspapers by circulation."},
{"Name":"Phnom Penh Post-Cambodia","link":"www.phnompenhpost.com","descr":"Published from the capital, its widely read for its political coverage."},
{"Name":"The Hindu-India","link":"www.thehindu.com","descr":"This is among India's most famous left-leaning newspapers.,The Economic Times, India,economictimes.indiatimes.com ,India's largest business paper by circulation."},
{"Name":"The Daily Star-Bangladesh","link":"www.thedailystar.net","descr":"Bangladesh's prominent English paper, published out of Dhaka."},
{"Name":"The Dawn-Pakistan","link":"www.dawn.com","descr":"Pakistan's oldest and most respected English publication."},
{"Name":"Times of India","link":"www.timesofindia.com"},
{"Name":"Hindustan Times","link":"www.hindustantimes.com"},
{"Name":"India Express","link":"www.indianexpress.com"},
{"Name":"The Hindu","link":"www.thehindu.com"},
{"Name":"Live Mint","link":"www.livemint.com"},
{"Name":"Economic Times","link":"www.economictimes.indiatimes.com"},
{"Name":"Business Standard","link":"www.business-standard.com"},
{"Name":"The Indipendent","link":"www.theindependentbd.com"},
{"Name":"Daily Times","link":"www.dailytimes.com.pk"},
{"Name":"The News","link":"www.thenews.com.pk"},
{"Name":"My Republica","link":"www.myrepublica.com"},
{"Name":"The Himalayan Times-Nepal","link":"thehimalayantimes.com","descr":"Nepal's respected and most-read English daily."}, 
{"Name":"The Nation-Pakistan","link":"www.thenation.com.pk","descr":"Known for its investigative stories and critical stance towards the ruling government."}]
}